app/controllers/properties_controller.rb

  def create
    @property = Property.new(property_params)
    if @property.save
---
INSERT INTO "properties" ("name", "price", "address", "age", "remarks", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?)  [["name", "s"], ["price", 3], ["address", "s"], ["age", 2], ["remarks", "z"], ["created_at", "2022-10-18 08:53:29.820672"], ["updated_at", "2022-10-18 08:53:29.820672"]]